/* CCITT Group 3 Fax compression */
"CCITT Group 3" = "CCITT Group 3";

/* CCITT Group 4 Fax compression */
"CCITT Group 4" = "CCITT Group 4";

/* Joint Photographic Experts Group (JPEG) compression */
"JPEG" = "JPEG";

/* Lempel-Ziv & Welch (LZW) compression */
"Lempel-Ziv & Welch" = "Lempel-Ziv & Welch";

/* No TIFF compression */
"None" = "なし";

/* Obsolete JPEG (Used in NEXTSTEP 2.0) */
"Obsolete JPEG" = "旧 JPEG";

/* Obsolete NeXT 2bit compression (Used in NEXTSTEP 1.0) */
"Obsolete NeXT 2bit" = "旧 NeXT 2bit";

/* PackBits (Run Length Encoded) compression */
"PackBits" = "PackBits";

